// Объявить переменные JavaScript
// В информатике данные — это все, что имеет смысл для компьютера. JavaScript предоставляет восемь различных типов данных : undefined, null, boolean, string, symbol, bigint, numberи object.
//
//     Например, компьютеры различают числа, такие как число 12, и strings, такие как "12", "dog", или "123 cats", которые представляют собой наборы символов. Компьютеры могут выполнять математические операции с числом, но не со строкой.
//
//     Переменные позволяют компьютерам динамически хранить данные и управлять ими. Они делают это, используя «метку» для указания на данные, а не используя сами данные. Любой из восьми типов данных может храниться в переменной.
//
//     Переменные похожи на переменные x и y, которые вы используете в математике, что означает, что они представляют собой простое имя для представления данных, на которые мы хотим ссылаться. Компьютерные переменные отличаются от математических переменных тем, что они могут хранить разные значения в разное время.
//
//     Мы говорим JavaScript создать или объявить переменную, поставив перед varней ключевое слово, например:
//
// var ourName;
// создает переменную с именем ourName. В JavaScript операторы заканчиваются точкой с запятой. Имена переменных могут состоять из цифр, букв и $или _, но не должны содержать пробелов или начинаться с цифры.
//
//     Используйте varключевое слово, чтобы создать переменную с именем myName.
//
//     Подсказка
// Посмотрите на ourNameпример выше, если вы застряли.
//
//     Вы должны объявить myNameс varключевым словом, заканчивая точкой с запятой
// ===

var myName;