// Присвоение значения одной переменной другой
// После присвоения значения переменной с помощью оператора присваивания вы можете присвоить значение этой переменной другой переменной с помощью оператора присваивания .
//
//     var myVar;
// myVar = 5;
// var myNum;
// myNum = myVar;
// Вышеприведенное объявляет myVarпеременную без значения, а затем присваивает ей значение 5. Затем переменная с именем myNumобъявляется без значения. Затем содержимое myVar(то есть 5) присваивается переменной myNum. Теперь myNumтакже имеет значение 5.
//
// Присвойте содержимое aпеременной b.
//
//     Вы не должны изменять код выше указанного комментария.
//
//     bдолжно иметь значение 7.
//
// aдолжны быть назначены bс =.
// ===

// Setup
var a;
a = 7;
var b;

// Only change code below this line

b = a;