// Объявить строковые переменные
// Ранее вы использовали следующий код для объявления переменной:
//
//     var myName;
// Но вы также можете объявить строковую переменную следующим образом:
//
//     var myName = "your name";
// "your name"называется строковым литералом . Строковый литерал или строка — это последовательность из нуля или более символов, заключенная в одинарные или двойные кавычки.
//
//     Создайте две новые строковые переменные: myFirstNameи myLastNameи присвойте им значения вашего имени и фамилии соответственно.
//
//     myFirstNameдолжна быть строкой, содержащей хотя бы один символ.
//
//     myLastNameдолжна быть строкой, содержащей хотя бы один символ.
// ===

var myFirstName = "Vadim",
    myLastName = "Tsikhinia";