// Добавить два числа с помощью JavaScript
// Numberэто тип данных в JavaScript, который представляет числовые данные.
//
//     Теперь попробуем сложить два числа с помощью JavaScript.
//
//     JavaScript использует этот +символ как оператор сложения, когда он помещается между двумя числами.
//
//     Пример:
//
// const myVar = 5 + 10;
// myVarтеперь имеет значение 15.
//
// Измените 0так, чтобы сумма была равна 20.
//
// sumдолжно равняться 20.
//
// Вы должны использовать +оператор.
// ===
// const sum = 10 + 0;
// ===

const sum = 10 + 10;