// Увеличение числа с помощью JavaScript
// Вы можете легко увеличить или добавить единицу к переменной с помощью ++оператора.
//
//     i++;
// является эквивалентом
//
// i = i + 1;
// Примечание . Вся строка становится i++;, что устраняет необходимость в знаке равенства.
//
//     Измените код, чтобы использовать ++оператор на myVar.
//
//     myVarдолжно равняться 88.
//
// Вы не должны использовать оператор присваивания.
//
//     Вы должны использовать ++оператор.
//
//     Вы не должны изменять код выше указанного комментария.
// ===
// let myVar = 87;
//
// // Only change code below this line
// myVar = myVar + 1;
// ===

let myVar = 87;

// Only change code below this line
myVar++;