// Уменьшить число с помощью JavaScript
// Вы можете легко уменьшить или уменьшить переменную на единицу с помощью --оператора.
//
//     i--;
// является эквивалентом
//
// i = i - 1;
// Примечание . Вся строка становится i--;, что устраняет необходимость в знаке равенства.
//
//     Измените код, чтобы использовать --оператор на myVar.
//
//     myVarдолжно равняться 10.
//
// myVar = myVar - 1;следует изменить.
//
//     Вы не должны назначать myVarс 10.
//
// Вы должны использовать --оператор на myVar.
//
//     Вы не должны изменять код выше указанного комментария.
// ===
// let myVar = 11;
//
// // Only change code below this line
// myVar = myVar - 1;
// ===

let myVar = 11;

// Only change code below this line
myVar--;