// Создание десятичных чисел с помощью JavaScript
// Мы также можем хранить десятичные числа в переменных. Десятичные числа иногда называют числами с плавающей запятой или числами с плавающей запятой .
//
//     Примечание. Не все действительные числа могут быть точно представлены в виде чисел с плавающей запятой . Это может привести к ошибкам округления. Подробности здесь .
//
//     Создайте переменную myDecimalи присвойте ей десятичное значение с дробной частью (например, 5.7).
//
//     myDecimalдолжно быть число.
//
//     myDecimalдолжен иметь десятичную точку
// ===
// const ourDecimal = 5.7;
//
// // Only change code below this line
// ===

const ourDecimal = 5.7;

// Only change code below this line

const myDecimal = ourDecimal;