// Поиск остатка в JavaScript
// Оператор остатка дает %остаток от деления двух чисел.
//
//     Пример
//
// 5 % 2 = 1, потому что
// Math.floor(5 / 2) = 2 (частное)
// 2 * 2 = 4
// 5 - 4 = 1 (остаток)
// Использование
// В математике число можно проверить на четность или нечетность, проверив остаток от деления числа на 2.
//
// 17 % 2 = 1 (17 — нечетное)
// 48 % 2 = 0 (48 — четное)
// Примечание. Оператор остатка иногда неправильно называют оператором модуля. Он очень похож на модуль, но не работает должным образом с отрицательными числами.
//
//     Установите remainderравным остатку от 11деления с 3помощью оператора остатка ( %).
//
// Переменная remainderдолжна быть инициализирована
//
// Значение remainderдолжно быть2
//
// Вы должны использовать %оператор
// ===
// const remainder = 0;
// ===

const remainder = 11 % 3;
