// Составное задание с дополненным дополнением
// В программировании обычно используются присваивания для изменения содержимого переменной. Помните, что сначала оценивается все, что находится справа от знака равенства, поэтому мы можем сказать:
//
//     myVar = myVar + 5;
// добавить 5к myVar. Поскольку это такой распространенный шаблон, существуют операторы, которые выполняют и математическую операцию, и присваивание за один шаг.
//
//     Одним из таких операторов является +=оператор.
//
//     let myVar = 1;
// myVar += 5;
// console.log(myVar);
// 6будет отображаться в консоли.
//
//     Преобразуйте назначения для a, bи cс помощью +=оператора.
//
//     aдолжно равняться 15.
//
// bдолжно равняться 26.
//
// cдолжно равняться 19.
//
// Вы должны использовать +=оператор для каждой переменной.
//
//     Вы не должны изменять код над указанным комментарием.

// ===
// let a = 3;
// let b = 17;
// let c = 12;
//
// // Only change code below this line
// a = a + 12;
// b = 9 + b;
// c = c + 7;
// ===

let a = 3;
let b = 17;
let c = 12;

// Only change code below this line
a += 12;
b += 9;
c += 7;