// Составное задание с расширенным вычитанием
// Как и +=оператор, -=вычитает число из переменной.
//
//     myVar = myVar - 5;
// будет вычитать 5из myVar. Это можно переписать как:
//
//     myVar -= 5;
// Преобразуйте назначения для a, bи cс помощью -=оператора.
//
//     aдолжно равняться 5.
//
// bдолжно равняться -6.
//
// cдолжно равняться 2.
//
// Вы должны использовать -=оператор для каждой переменной.
//
//     Вы не должны изменять код над указанным комментарием.

// ===
// let a = 11;
// let b = 9;
// let c = 3;
//
// // Only change code below this line
// a = a - 6;
// b = b - 15;
// c = c - 1;
// ===

let a = 11;
let b = 9;
let c = 3;

// Only change code below this line
a -= 6;
b -= 15;
c -= 1;