// Составное задание с расширенным умножением
// Оператор *=умножает переменную на число.
//
//     myVar = myVar * 5;
// будет умножаться myVarна 5. Это можно переписать как:
//
//     myVar *= 5;
// Преобразуйте назначения для a, bи cс помощью *=оператора.
//
//     aдолжно равняться 25.
//
// bдолжно равняться 36.
//
// cдолжно равняться 46.
//
// Вы должны использовать *=оператор для каждой переменной.
//
//     Вы не должны изменять код над указанным комментарием.

// ===
// let a = 5;
// let b = 12;
// let c = 4.6;
//
// // Only change code below this line
// a = a * 5;
// b = 3 * b;
// c = c * 10;
// ===

let a = 5;
let b = 12;
let c = 4.6;

// Only change code below this line
a *= 5;
b *= 3;
c *= 10;