// Составное задание с расширенным делением
// Оператор /=делит переменную на другое число.
//
//     myVar = myVar / 5;
// Будет делить myVarна 5. Это можно переписать как:
//
//     myVar /= 5;
// Преобразуйте назначения для a, bи cс помощью /=оператора.
//
//     aдолжно равняться 4.
//
// bдолжно равняться 27.
//
// cдолжно равняться 3.
//
// Вы должны использовать /=оператор для каждой переменной.
//
//     Вы не должны изменять код над указанным комментарием.

// ===
// let a = 48;
// let b = 108;
// let c = 33;
//
// // Only change code below this line
// a = a / 12;
// b = b / 4;
// c = c / 11;
// ===

let a = 48;
let b = 108;
let c = 33;

// Only change code below this line
a /= 12;
b /= 4;
c /= 11;