// Объединение строк с помощью оператора Plus
// В JavaScript, когда +оператор используется со Stringзначением, он называется оператором конкатенации . Вы можете создать новую строку из других строк, объединив их вместе.
//
//     Пример
//
// 'My name is Alan,' + ' I concatenate.'
// Примечание: следите за пробелами. Конкатенация не добавляет пробелов между конкатенированными строками, поэтому вам нужно будет добавить их самостоятельно.
//
//     Пример:
//
// const ourStr = "I come first. " + "I come second.";
// Строка I come first. I come second.будет отображаться в консоли.
//
//     Построить myStrиз строк This is the start.и This is the end.с помощью +оператора. Не забудьте включить пробел между двумя строками.
//
//     myStrдолжно иметь значение строкиThis is the start. This is the end.
//
//     Вы должны использовать +оператор для построения myStr.
//
//     myStrдолжны быть созданы с использованием constключевого слова.
//
//     Вы должны присвоить результат myStrпеременной.

// ===
// const myStr = ""; // Change this line
// ===

const myStr = "This is the start." + " " + "This is the end."; // Change this line