// Сохранение нескольких значений в одной переменной с использованием массивов JavaScript
// С помощью переменных JavaScript arrayмы можем хранить несколько фрагментов данных в одном месте.
//
//     Вы начинаете объявление массива с открывающей квадратной скобки, заканчиваете его закрывающей квадратной скобкой и ставите запятую между каждым элементом, например:
//
// const sandwich = ["peanut butter", "jelly", "bread"];
// Измените новый массив myArrayтак, чтобы он содержал как строку, так и число (в указанном порядке).
//
// myArrayдолжен быть массив.
//
//     Первым элементом myArrayдолжна быть строка.
//
//     Второй элемент myArrayдолжен быть числом.

// ===
// // Only change code below this line
// const myArray = [];
// ===

// Only change code below this line
const myArray = ["Vadim", 33];