// Доступ к данным массива с помощью индексов
// Мы можем получить доступ к данным внутри массивов, используя индексы .
//
//     Индексы массива записываются в той же скобочной нотации, что и строки, за исключением того, что вместо указания символа они указывают запись в массиве. Как и строки, массивы используют индексацию с отсчетом от нуля , поэтому первый элемент в массиве имеет индекс 0.
//
//
// Пример
//
// const array = [50, 60, 70];
// array[0];
// const data = array[1];
// array[0]сейчас 50и dataимеет значение 60.
//
// Примечание. Между именем массива и квадратными скобками не должно быть пробелов, например array [0]. Хотя JavaScript может правильно это обработать, это может запутать других программистов, читающих ваш код.
//
//     Создайте переменную с именем myDataи установите ее равной первому значению myArrayиспользования скобочной записи.
//
//     Переменная myDataдолжна равняться первому значению myArray.
//
//     Доступ к данным в переменной myArrayдолжен осуществляться с использованием записи в квадратных скобках.

// ===
// const myArray = [50, 60, 70];
// ===

const myArray = [50, 60, 70];

const myData = myArray[0];