// Список покупок
// Создайте список покупок в переменной myList. Список должен представлять собой многомерный массив, содержащий несколько подмассивов.
//
//     Первый элемент в каждом подмассиве должен содержать строку с названием элемента. Второй элемент должен быть числом, представляющим количество, т.е.
//
//     ["Chocolate Bar", 15]
// В списке должно быть не менее 5 подмассивов.
//
//     myListдолжен быть массив.
//
//     Все первые элементы в каждом из ваших подмассивов должны быть строками.
//
//     Все вторые элементы в каждом из ваших подмассивов должны быть числами.
//
//     В вашем списке должно быть не менее 5 пунктов.

// ===
// const myList = [];
// ===

const myList = [
    ["Груша", 100],
    ["Арбуз", 50],
    ["Дыня", 33],
    ["Апельсин", 146],
    ["Киви", 20],
];