// Пишите многоразовый JavaScript с функциями
// В JavaScript мы можем разделить наш код на многократно используемые части, называемые функциями .
//
//     Вот пример функции:
//
//     function functionName() {
//         console.log("Hello World");
//     }
// Вы можете вызвать или вызвать эту функцию, используя ее имя, за которым следуют круглые скобки, например: functionName();Каждый раз, когда функция вызывается, она выводит сообщение Hello Worldна консоль разработчика. Весь код между фигурными скобками будет выполняться каждый раз при вызове функции.
//
//     Создайте вызываемую функцию, reusableFunctionкоторая выводит строку Hi Worldна консоль разработчика.
//     Вызов функции.
//     reusableFunctionдолжна быть функция.
//
//     Если reusableFunctionвызывается, он должен вывести строку Hi Worldна консоль.
//
//     Вы должны позвонить reusableFunction, как только он будет определен.

function reusableFunction () {
    console.log("Hi World");
}
reusableFunction();