// Возврат значения из функции с возвратом
// Мы можем передавать значения в функцию с аргументами . Вы можете использовать returnоператор для отправки значения обратно из функции.
//
//     Пример
//
// function plusThree(num) {
//     return num + 3;
// }
//
// const answer = plusThree(5);
// answerимеет значение 8.
//
// plusThreeпринимает аргумент и возвращает numзначение, равное num + 3.
//
// Создайте функцию timesFive, которая принимает один аргумент, умножает его на 5и возвращает новое значение.
//
//     timesFiveдолжна быть функция
//
// timesFive(5)должен вернуться25
//
// timesFive(2)должен вернуться10
//
// timesFive(0)должен вернуться0

function timesFive (a) {
    return a * 5;
}
