// Создание объектов JavaScript
// Возможно, вы уже слышали этот термин object.
//
//     Объекты аналогичны arrays, за исключением того, что вместо использования индексов для доступа и изменения их данных вы получаете доступ к данным в объектах через то, что называется properties.
//
//     Объекты полезны для структурированного хранения данных и могут представлять объекты реального мира, например кошку.
//
//     Вот пример объекта кошки:
//
//     const cat = {
//         "name": "Whiskers",
//         "legs": 4,
//         "tails": 1,
//         "enemies": ["Water", "Dogs"]
//     };
// В этом примере все свойства хранятся в виде строк, таких как name, legsи tails. Однако вы также можете использовать числа в качестве свойств. Вы даже можете опустить кавычки для строковых свойств, состоящих из одного слова, как показано ниже:
//
//     const anotherObject = {
//         make: "Ford",
//         5: "five",
//         "model": "focus"
//     };
// Однако, если у вашего объекта есть какие-либо нестроковые свойства, JavaScript автоматически приведёт их к типу строк.
//
//     Создайте объект, представляющий вызываемую собаку, myDogкоторый содержит свойства name(строку) legs, tailsи friends.
//
//     Вы можете установить для этих свойств объекта любые значения, которые вы хотите, если nameэто строка, числа и legsмассив .tailsfriends
//
// myDogдолжен содержать свойство name, и это должен быть файл string.
//
//     myDogдолжен содержать свойство legs, и это должен быть файл number.
//
//     myDogдолжен содержать свойство tails, и это должен быть файл number.
//
//     myDogдолжен содержать свойство friendsи должен быть array.
//
//     myDogдолжен содержать только все заданные свойства.

// ===
// const myDog = {
//     // Only change code below this line
//
//
//     // Only change code above this line
// };
// ===

const myDog = {
    // Only change code below this line
    "name": "",
    "legs": 0,
    "tails": 0,
    "friends": [],

    // Only change code above this line
};